<html lang="fr">
<head>
    <meta charset="utf-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">
    <meta name="viewport" content="width=device-width, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no">
    <link href="assets/styles.css" rel="stylesheet" type="text/css" media="all" />
    <title>10M de dollars pour les jeux vidéo</title>
</head>
<body>
<div class="wrapper">
    <header class="header">
        <img alt="logo" src="assets/logo.png" class="logo" />
        <div class="sub-title">Archives</div>
        <nav class="site-nav">
            <a href="index.html">Articles</a>
            <a href="members.html">Membres</a>
            <a href="videos.html">Vidéos</a>
            <a href="forum.html">Forum</a>
            <a href="a-propos.html">À propos</a>
        </nav>
        <div class="note">Si vous avez déjà été membre de la guilde et que vous voulez reprendre contact ou contribuer aux archives, <a href="mailto:contact.armata@gmail.com" target="_blank">écrivez-nous</a> !</div>
    </header>
    <div class="page">
        <div class="search">
            <div class="gcse-search"></div>
        </div>
        <div class="page-content-wrapper">
            <h1>10M de dollars pour les jeux vidéo</h1>
            <div class="content">
                
<div class="sub-title">Article</div>
<div class="blog_summary">Le gouvernement du Québec a  annoncé aujourd´hui l´attribution d´une aide financière de 9,9 millions de dollars à Ubisoft</div>
<div class="blog_body"><p><strong>Montr&eacute;al Â–</strong> La premi&egrave;re ministre du Qu&eacute;bec, Pauline Marois, accompagn&eacute;e du ministre des Finances et de l´&Eacute;conomie, Nicolas Marceau, de la ministre d&eacute;l&eacute;gu&eacute;e &agrave; la Politique industrielle et &agrave; la Banque de d&eacute;veloppement &eacute;conomique du Qu&eacute;bec, &Eacute;laine Zaka&iuml;b, et du ministre des Relations internationales, de la Francophonie et du Commerce ext&eacute;rieur et ministre responsable de la r&eacute;gion de Montr&eacute;al, Jean-Fran&ccedil;ois Lis&eacute;e, a annonc&eacute; aujourd´hui l´attribution d´une aide financi&egrave;re de 9,9 millions de dollars &agrave; Ubisoft. Le gouvernement fera &eacute;galement des modifications au cr&eacute;dit d´imp&ocirc;t pour la production de titres multim&eacute;dias, applicables &agrave; l´ensemble de l´industrie.<br /> <br /> Cette aide permettra &agrave; Ubisoft d´implanter, &agrave; Montr&eacute;al, un p&ocirc;le d´op&eacute;rations de jeux en ligne, de consolider les infrastructures de son r&eacute;seau mondial et d´investir dans son expertise en technologies de capture de mouvement. Ce projet cr&eacute;era 500 emplois et consolidera la place de Montr&eacute;al en tant que p&ocirc;le majeur de l´industrie du jeu vid&eacute;o.<br /> <br /> <strong>Mme. Marois</strong></p>
<blockquote><cite>Quote:</cite> Le projet d´Ubisoft est important pour le Qu&eacute;bec. Il permet de poursuivre le d&eacute;veloppement de notre expertise dans l´industrie du jeu vid&eacute;o, qui a connu une croissance ph&eacute;nom&eacute;nale gr&acirc;ce aux mesures visionnaires qui ont &eacute;t&eacute; mises en place par le gouvernement du Qu&eacute;bec &agrave; la fin des ann&eacute;es 1990. Ce projet de 373 millions de dollars cr&eacute;era plus de 500 emplois de qualit&eacute; dans la m&eacute;tropole</blockquote>
<p><br /> <br /> <br /> Par ailleurs, le ministre Nicolas Marceau a annonc&eacute; que le cr&eacute;dit d´imp&ocirc;t pour la production de titres multim&eacute;dias sera modifi&eacute; pour r&eacute;pondre aux nouvelles r&eacute;alit&eacute;s du milieu.<br /> <br /> <strong>M.Marceau</strong></p>
<blockquote><cite>Quote:</cite> Il &eacute;tait temps d´adapter cette mesure fiscale au mod&egrave;le d´affaires de cette industrie innovante. Aujourd´hui, le nouveau march&eacute; est celui des jeux en ligne, accessibles de partout et sur toutes les plateformes. Ainsi, de nouveaux types d´activit&eacute;s seront d&eacute;sormais admissibles au cr&eacute;dit d´imp&ocirc;t. De plus, la p&eacute;riode maximale d´admissibilit&eacute; des travaux de production &agrave; l´aide fiscale est abolie pour tenir compte du caract&egrave;re continuel des nouveaux jeux</blockquote>
<p><br /> <strong>Mme. Zakaib </strong></p>
<blockquote><cite>Quote:</cite> Avec l´annonce d´aujourd´hui, notre gouvernement d&eacute;montre bien son int&eacute;r&ecirc;t &agrave; poursuivre le d&eacute;veloppement de secteurs de l´&eacute;conomie prometteurs et &agrave; soutenir les fleurons de notre industrie. L'exp&eacute;rience d&eacute;montre que la pr&eacute;sence d'un leader comme Ubisoft exerce un effet catalyseur sur le d&eacute;marrage et l'expansion d'entreprises, et constitue un puissant facteur de localisation pour les autres joueurs de l'industrie</blockquote>
<p><br /> <strong>M.Lis&eacute;</strong></p>
<blockquote><cite>Quote:</cite> Le projet d´Ubisoft t&eacute;moigne de l´engagement profond de l´entreprise envers le Qu&eacute;bec et Montr&eacute;al. Aujourd´hui, plus de 2000 personnes y travaillent &agrave; Montr&eacute;al. Ce projet contribuera &agrave; la cr&eacute;ation d´emplois sp&eacute;cialis&eacute;s et structurants dans la r&eacute;gion m&eacute;tropolitaine, et &agrave; l´essor de l´industrie du jeu vid&eacute;o au Qu&eacute;bec. Il s´agit d´une excellente nouvelle pour l´&eacute;conomie de la m&eacute;tropole</blockquote>
<p><br /> <br /> source : <a href="http://pq.org/">http://pq.org/</a></p></div>
            <h2 class="blog_comments">Commentaires</h2>
<div class="forum-message">
<div class="sub-title">Message #1 le <i>2012-8-17 @ 15:34:28</i> par <strong>visican:</strong></div>
<div class="message-body">Salut, j'ai déjà passé un message la semaine dernière sur ce site vous demandant si vous seriez intétressés à participer à un test de jeux, nous recherchons des gamers  de RPG de 30 à 40 ans pour ce test.<br />
<br />
Le test se tiendra le jeudi 23 aout 2012 chez Ubisoft Montreal et les heures sont 18h30 ou 20h15.  En guise de remerciement nous remettrons pour votre temps de 90 minutes de jeu $75.00 comptant.<br />
<br />
Donc si l'expérience vous tente svp me téléphoner directement au 514-426-2105 en tout temps.<br />
<br />
Merci!!</div>
</div>
<div class="forum-message">
<div class="sub-title">Message #2 le <i>2012-8-17 @ 16:28:55</i> par <strong>Nakor:</strong></div>
<div class="message-body">On devrait faire un rencontre IRL de la guilde en même temps là-bas. :d ahaha. Dommage que je travaille. Ça aurait pu être intéressant</div>
</div>
<div class="forum-message">
<div class="sub-title">Message #3 le <i>2012-8-24 @ 23:30:57</i> par <strong>Wakky:</strong></div>
<div class="message-body">ya tu eu des gens qui y sont allé<br />
<br />
je sait que vous avez pas droit de parler du jeu( contrat de confidentiallité) mais je veut juste savoir si yen na qui y sont allé</div>
</div>
<div class="forum-message">
<div class="sub-title">Message #4 le <i>2013-9-30 @ 13:18:22</i> par <strong>Statick:</strong></div>
<div class="message-body">Vraiment cool !</div>
</div>
<div class="forum-message">
<div class="sub-title">Message #5 le <i>2013-10-1 @ 10:24:07</i> par <strong>GSP:</strong></div>
<div class="message-body">Des bonnes nouvelles sa.</div>
</div>
            </div>
        </div>
    </div>
</div>
<footer class="footer">Ce site Web est une version en lecture seule du contenu généré par notre communauté depuis 2008.</footer>
<script async src="https://cse.google.com/cse.js?cx=018371196978176306217:58twx-mazfs"></script>
</body>
</html>
