<html lang="fr">
<head>
    <meta charset="utf-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">
    <meta name="viewport" content="width=device-width, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no">
    <link href="assets/styles.css" rel="stylesheet" type="text/css" media="all" />
    <title>Victoire au Lan ÉTS 2014 !</title>
</head>
<body>
<div class="wrapper">
    <header class="header">
        <img alt="logo" src="assets/logo.png" class="logo" />
        <div class="sub-title">Archives</div>
        <nav class="site-nav">
            <a href="index.html">Articles</a>
            <a href="members.html">Membres</a>
            <a href="videos.html">Vidéos</a>
            <a href="forum.html">Forum</a>
            <a href="a-propos.html">À propos</a>
        </nav>
        <div class="note">Si vous avez déjà été membre de la guilde et que vous voulez reprendre contact ou contribuer aux archives, <a href="mailto:contact.armata@gmail.com" target="_blank">écrivez-nous</a> !</div>
    </header>
    <div class="page">
        <div class="search">
            <div class="gcse-search"></div>
        </div>
        <div class="page-content-wrapper">
            <h1>Victoire au Lan ÉTS 2014 !</h1>
            <div class="content">
                
<div class="sub-title">Article</div>
<div class="blog_summary">Armata Gaming a une fois de plus prouvé la valeur de ses joueurs lors du lan ÉTS 2014. Aperçu de leurs performances.</div>
<div class="blog_body"><p><strong>StarCraft II Â– Lutte intestine</strong><br /> <br /> Une douzaine de joueurs de StarCraft II se sont pr&eacute;sent&eacute;s au LAN pour performer sous la banni&egrave;re d´Armata. Ils ont presque tous pass&eacute; le premier round, prouvant ainsi la qualit&eacute; du clan. Cependant, par un concours de circonstances, quatre des joueurs Â– Button, Sleeper, Shurikn et Instink Â– se sont retrouv&eacute;s dans la m&ecirc;me bracket, ce qui les for&ccedil;a &agrave; s´entretuer, pour ensuite affronter un cinqui&egrave;me joueur d´Armata, Zenedor, qui venait de perdre dans la Winner Bracket. Button sortit vainqueur de cette guerre intestine, mais s´inclina ensuite contre UnCrissDeQc, mettant ainsi fin &agrave; l´aventure starcaftienne d´Armata. Malgr&eacute; tout, les joueurs ont donn&eacute; une bonne performance contre une comp&eacute;tition f&eacute;roce.<br /><br /> <strong>CS : GO Â– Pr&egrave;s du but</strong><br /> <br /> Comme l´&eacute;quipe de Counter Strike d´Armata avait termin&eacute; dans le top 4 l´an dernier, elle a eu droit &agrave; un by-pass, &eacute;vitant ainsi de jouer les premiers matchs. Les joueurs ont donc profit&eacute; du d&eacute;but de la journ&eacute;e pour s´entra&icirc;ner, dans une atmosph&egrave;re &eacute;lectrique Â– et tr&egrave;s bruyante! Ils ont ensuite remport&eacute; victoire sur victoire, attirant une petite foule intrigu&eacute;e, avant de s´incliner contre Dynamic (qui allait finalement remporter le tournoi de CS:GO). Ils ont ensuite affront&eacute; A51 dans la Loser Bracket, mais n´ont pas pu arracher la victoire contre l´&eacute;quipe qui allait terminer en deuxi&egrave;me place. Les joueurs, malgr&eacute; une performance remarquable, ont donc d&ucirc; se contenter de la 5-6e place.<br /> <br /> <strong>Dota II Â– Premi&egrave;re place</strong><br /> <br /> L´&eacute;quipe de Dota a remport&eacute; ses premiers matchs sans difficult&eacute;, avant d´affronter Team Killing Spree et de leur c&eacute;der la victoire. Suite &agrave; cette d&eacute;faite, ils ont d&ucirc; faire leur chemin dans la Loser Bracket, o&ugrave; ils ont &agrave; nouveau remport&eacute; plusieurs parties, se retrouvant au bout du compte en finale contre TKS en personne. Comme cette derni&egrave;re &eacute;quipe arrivait tout droit de la Winner Bracket, l´affrontement a commenc&eacute; 1-0 en leur faveur. AG.DOTA2 n´a cependant pas c&eacute;d&eacute; d´un pouce lors de la BO5, remportant 3 victoires coup sur coup et saisissant la premi&egrave;re place du tournoi.<br /><br /> <strong>League of Legends Â– Victoire &eacute;clatante</strong><br /> <br /> L´&eacute;quipe de LoL est arriv&eacute;e au LAN chauff&eacute;e &agrave; bloc, n´esp&eacute;rant rien de moins qu´une premi&egrave;re place. Ils ont facilement remport&eacute; leurs deux premiers matchs, puis ont rencontr&eacute; l´&Eacute;quipe Marois en quart de finale. Les organisateurs ont d´ailleurs choisi de streamer cet affrontement entre d´excellents joueurs, que remporta &agrave; nouveau l´&eacute;quipe d´AG. Puis, apr&egrave;s avoir gagn&eacute; contre la Team Bolt en demi-finale, l´&eacute;quipe devait affronter les Tourne-Vis &Eacute;toiles pour remporter la premi&egrave;re place. Ce match en fut un de haut calibre, et les joueurs d´Armata y ont prouv&eacute; leur valeur en remportant deux tr&egrave;s belles games. Ce fut donc un parcours sans fautes pour AG.LoL.</p></div>
            <h2 class="blog_comments">Commentaires</h2>
<div class="forum-message">
<div class="sub-title">Message #1 le <i>2012-10-2 @ 2:21:15</i> par <strong>Biz:</strong></div>
<div class="message-body">Sup je suis a la recherche de un ou deux patner pour faire<br />
<br />
la Co Op a Borderlands 2<br />
<br />
je n'est pas acces a steam car j'utilise une version du jeux cracker<br />
<br />
Par contre je connais quelques solutions pour faire marcher le jeux en Multi Co Op ....<br />
<br />
<br />
<br />
Le jeux est downlaodable facilement sur le net en Torrent<br />
<br />
j'utilise la version release par Skidrow<br />
<br />
avis au intéresser je traine sur le TS de remplacement pour plus d'info<br />
</div>
</div>
<div class="forum-message">
<div class="sub-title">Message #2 le <i>2012-10-2 @ 7:08:33</i> par <strong>Korao:</strong></div>
<div class="message-body">Je peux jouer avec toi, par contre j'ai la version &quot;légal&quot; du jeu par Steam, alors mon jeu s'update toujours, mais tu peux toujours trouver les updates sur PirateBay assez simplement et en plus ils proviennent normalement de la team Skidrow justement. J'ai déjà joué avec 3 autres personnes qui avaient des versions piratés via Tunngle et ça allait très bien.</div>
</div>
<div class="forum-message">
<div class="sub-title">Message #3 le <i>2012-10-2 @ 8:21:43</i> par <strong>Majax:</strong></div>
<div class="message-body">Je serais up pour jouer en coop!</div>
</div>
<div class="forum-message">
<div class="sub-title">Message #4 le <i>2012-10-2 @ 10:34:36</i> par <strong>Biz:</strong></div>
<div class="message-body">sait quand vous voulez les boys ...<br />
<br />
je traine sur TS  today </div>
</div>
<div class="forum-message">
<div class="sub-title">Message #5 le <i>2014-3-3 @ 14:14:19</i> par <strong>Eloctinar:</strong></div>
<div class="message-body">Félicitation a toutes les teams AG<br />
<br />
Bon papier et belle plume Solanie.</div>
</div>
<div class="forum-message">
<div class="sub-title">Message #6 le <i>2014-3-3 @ 14:26:22</i> par <strong>Names:</strong></div>
<div class="message-body">Button, Streeper, Shurikn et Instink Â–<br />
<br />
Sleeper * !</div>
</div>
<div class="forum-message">
<div class="sub-title">Message #7 le <i>2014-3-3 @ 14:45:47</i> par <strong>xPecake:</strong></div>
<div class="message-body">GG à tous</div>
</div>
<div class="forum-message">
<div class="sub-title">Message #8 le <i>2014-3-3 @ 14:56:17</i> par <strong>Rendolphe:</strong></div>
<div class="message-body">Gratz guys GG. Keep working !!!</div>
</div>
<div class="forum-message">
<div class="sub-title">Message #9 le <i>2014-3-3 @ 15:05:00</i> par <strong>Solanie:</strong></div>
<div class="message-body">J'ai corrigé pour Sleeper, désolée!</div>
</div>
<div class="forum-message">
<div class="sub-title">Message #10 le <i>2014-3-3 @ 15:07:00</i> par <strong>Halterhozanca:</strong></div>
<div class="message-body">Félicitation a tous le monde !!!<br />
Une mention spéciale a mes genou et l'ensemble de mes jambe d'avoir tenu le coup :P</div>
</div>
<div class="forum-message">
<div class="sub-title">Message #11 le <i>2014-3-3 @ 21:26:38</i> par <strong>Agelisaus:</strong></div>
<div class="message-body">GG à toute les division vous nous avez bien représenté du bon succès alors lâchez pas !</div>
</div>
<div class="forum-message">
<div class="sub-title">Message #12 le <i>2014-3-3 @ 22:27:44</i> par <strong>scramasax:</strong></div>
<div class="message-body">gratz à tous les équipes</div>
</div>
<div class="forum-message">
<div class="sub-title">Message #13 le <i>2014-3-4 @ 7:15:58</i> par <strong>Althazar:</strong></div>
<div class="message-body">GG à tous les participants et très bonne article Solanie :)</div>
</div>
<div class="forum-message">
<div class="sub-title">Message #14 le <i>2014-3-4 @ 11:58:01</i> par <strong>Raskelot:</strong></div>
<div class="message-body">Ouais on aime ça les victoires :D!<br />
Félécitation à tous !</div>
</div>
<div class="forum-message">
<div class="sub-title">Message #15 le <i>2014-3-5 @ 17:49:43</i> par <strong>MewbaR:</strong></div>
<div class="message-body">J'ai p-e pas l'air heureux dans mon coin sur la photo mais je peu vous affirmé le contraire! Je suis fier de mon équipe et du professionnalisme des boys! GG</div>
</div>
            </div>
        </div>
    </div>
</div>
<footer class="footer">Ce site Web est une version en lecture seule du contenu généré par notre communauté depuis 2008.</footer>
<script async src="https://cse.google.com/cse.js?cx=018371196978176306217:58twx-mazfs"></script>
</body>
</html>
