<html lang="fr">
<head>
    <meta charset="utf-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">
    <meta name="viewport" content="width=device-width, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no">
    <meta name="description" content="Armata est une communauté Québécoise de joueurs de MMORPGs fondée en 2008">
    <meta name="keywords" content="guilde, communauté, Québec, mmorpg, World of Warcraft, Rift, Warhammer Online, Aion, Guild Wars 2, SWTOR, Elder Scrolls Online">
    <link href="assets/styles.css" rel="stylesheet" type="text/css" media="all" />
    <title>Vote pour changer de server PvP | Armata</title>
    <!-- Global site tag (gtag.js) - Google Analytics -->
    <script async src="https://www.googletagmanager.com/gtag/js?id=UA-4942199-5"></script>
    <script>
        window.dataLayer = window.dataLayer || [];
        function gtag(){dataLayer.push(arguments);}
        gtag('js', new Date());
        gtag('config', 'UA-4942199-5');
    </script>
</head>
<body>
<div class="wrapper">
    <header class="header">
        <img alt="logo" src="assets/logo.png" class="logo" />
        <div class="sub-title">Archives</div>
        <nav class="site-nav">
            <a href="index.html">Articles</a>
            <a href="members.html">Membres</a>
            <a href="videos.html">Vidéos</a>
            <a href="forum.html">Forum</a>
            <a href="a-propos.html">À propos</a>
        </nav>
        <div class="note">Si vous avez déjà été membre de la guilde et que vous voulez reprendre contact ou contribuer aux archives, <a href="mailto:contact.armata@gmail.com" target="_blank">écrivez-nous</a> !</div>
    </header>
    <div class="page">
        <div class="search">
            <div class="gcse-search"></div>
        </div>
        <div class="page-content-wrapper">
            <h1>Vote pour changer de server PvP</h1>
            <div class="content">
                
<div class="forum-message">
<div class="sub-title">Message #1 le <i>2014-4-13 @ 16:47:06</i> par <strong>toredevir:</strong></div>
<div class="message-body"><p>Suite au PvP de vendredi soir, nous aimerions savoir si vous souhaitez changer de campagne PvP. Tr&egrave;s simple oui ou non.<br /> <br /> Merci!<br /> &nbsp;</p></div>
</div>
<div class="forum-message">
<div class="sub-title">Message #2 le <i>2014-4-13 @ 16:51:40</i> par <strong>Shoshet:</strong></div>
<div class="message-body"><p>Au moins aller en essayer quelques uns pour voir la diff&eacute;rence et ensuite prendre une d&eacute;cision.</p></div>
</div>
<div class="forum-message">
<div class="sub-title">Message #3 le <i>2014-4-13 @ 17:38:25</i> par <strong>Rendolphe:</strong></div>
<div class="message-body"><p>J´ai home sur Bloodthorn.</p> <p>Si vous allez ailleur, je vais guest sur votre serveur</p></div>
</div>
<div class="forum-message">
<div class="sub-title">Message #4 le <i>2014-4-13 @ 19:30:56</i> par <strong>Ozyks:</strong></div>
<div class="message-body"><p>Je vote pour qu´on change de campaign.</p> <p>Je vote qu´on fasse du PvP en guest dans d´autre campaign pendant un petit bout histoire de voir ce que nous pr&eacute;f&eacute;rons.<br /> <br /> J´imagine qu´un serveur relativement bien balanc&eacute; des trois alliances nous donnerais le maximum de plaisir et de challenge. &Agrave; faire attention de ne pas se ramasser sur une campaign tjr lock&eacute; dans laquelle on pourras pas tous entrer. (Les situations vont changer avec le temps sur chaque serveur) mais en attendant, j´ai pas envie de me casser le nez sur des zergs de 1000 Dominion contre 100 a 150 DG pendant des mois...</p></div>
</div>
<div class="forum-message">
<div class="sub-title">Message #5 le <i>2014-4-14 @ 13:30:10</i> par <strong>Rekarth:</strong></div>
<div class="message-body"><p>Toute les campaigns sont une coche partout. Sauf Auriel´s Bow (3AD,2EP,1DC). Je pense c´est normal sa soit d&eacute;balanc&eacute;, le jeu vient de sortir. Le monde son occup&eacute; a lvler leur personnage. Je pense que on va frapper le m&ecirc;me probl&egrave;me peu importe la campaign. Il y a pas assez de monde encore dans le PvP.&nbsp;</p> <p>Sur ce, moi j´ai vot&eacute; non. Je pense qu´on devrait encore attendre quelques semaines pour que le monde est finit de lvler et commence a rentrer dans Cyrodiil. Sa va balanc&eacute; le tout et a ce moment la nous pourrons faire un choix judicieux. Pour l´instant sa serait de jouer a la chaise musicale... Aussi non peu &ecirc;tre Auriel´s Bow pourrait &ecirc;tre interessant. Mais m&ecirc;me la AD vont &ecirc;tre surpeupl&eacute;. C´est la faction la plus populaire apr&egrave;s tout.&nbsp;</p> <p>A moins que quelqu´un a jouer ailleur et peux dire que c´est mieux, je vois pas ce que changer peut nous apporter. Je sugg&egrave;re qu´on joue en Guest sur plusieurs server pour voir et dans un mois la on pourrait choisir d&eacute;finitevement notre Campaign.</p></div>
</div>
<div class="forum-message">
<div class="sub-title">Message #6 le <i>2014-4-14 @ 13:47:08</i> par <strong>LoneWolfMike:</strong></div>
<div class="message-body"><p>Je parle par experience personnel car je suis sur Auriel´s Bow depuis le lancement. J´avais joint le serveur avant la guild et n´avait pas investi les 15000point requis pour le chagement de serveur. Je peux vous dire que Auriel est beaucoup plus balancer. Les scrolls se vole et l´empreur a changer plus d´une fois de mains. Nous avons m&ecirc;me eu l´empreur le temps d´une journ&eacute;e. C´est aussi le serveur avec la plus grande Pop. Personnelement, j´aime bien les grandes arm&eacute;es qui s´affronte, ca me rappel les belles ann&eacute;es a Warhammer online.</p></div>
</div>
<div class="forum-message">
<div class="sub-title">Message #7 le <i>2014-4-14 @ 17:18:43</i> par <strong>Rekarth:</strong></div>
<div class="message-body"><p>Interessant, je crois je vais essayer Auriel´s Bow en guess. De toute facon c´est le seul qui a l´air different du notre (Dawnbreaker).</p> <p>En ce moment, Auriel´s Bow est 3 coches de population pour chaque faction.</p></div>
</div>
<div class="forum-message">
<div class="sub-title">Message #8 le <i>2014-4-14 @ 21:18:04</i> par <strong>Engeance:</strong></div>
<div class="message-body"><p>moi je vote pour wabbajack c le serveur qu´il y a le plus d´action et de stream pvp alors pk pas y aller nous aussi</p></div>
</div>
<div class="forum-message">
<div class="sub-title">Message #9 le <i>2014-4-15 @ 0:02:25</i> par <strong>Ozyks:</strong></div>
<div class="message-body"><p>A date ceux qui ont comment&eacute; peuvent tous s´entendre pour dire qu´on devrait essayer en guest des serveurs avant de faire un move. On a rien a perdre, allons nous faire notre propre id&eacute;e ;)</p></div>
</div>
<div class="forum-message">
<div class="sub-title">Message #10 le <i>2014-4-15 @ 17:20:33</i> par <strong>Chuckxic:</strong></div>
<div class="message-body"><p>J´ai vot&eacute; Non juste par principe que &ccedil;a serait tout qu´un exploit qu´Armata pourrait r&eacute;clamer si jamais on r&eacute;ussi &agrave; rebalancer le serveur.</p> <p><span style="line-height: 1.428571429;">Mais bon, avec une vision plus &agrave; court et moyen terme, je suis d´avis qu´on devrait essayer diff&eacute;rents serveurs. Personnellement, j´ai jou&eacute; pas mal en guest sur Wabbajack et l´exp&eacute;rience a &eacute;t&eacute; tr&egrave;s satisfaisante. Les factions &eacute;taient bien balanc&eacute;es et il y avait de l´action sur une base r&eacute;guli&egrave;re.</span></p> <p><span style="line-height: 1.428571429;">Mais au final, bien franchement, je vais suivre peu importe la d&eacute;cision. Je crois que notre communaut&eacute; aura du plaisir peu importe vers quelle campagne on se d&eacute;placera.</span></p> <p>Keep grinding my friends!</p></div>
</div>
<div class="forum-message">
<div class="sub-title">Message #11 le <i>2014-4-15 @ 21:28:45</i> par <strong>Krad:</strong></div>
<div class="message-body"><p>Bien entendu avec le cout pour changer notre ´´home´´...je vote d´essayer quelques serveurs en tant que ´´guest´´ pour laisser le temps a Dawnbreaker de se balancer (s´il y lieu) et de tester d´autre serveur pour pouvoir faire un choix eclair&eacute; sur le serveur que la guild d&eacute;cide de prendre</p></div>
</div>
<div class="forum-message">
<div class="sub-title">Message #12 le <i>2014-4-16 @ 9:20:42</i> par <strong>Engeance:</strong></div>
<div class="message-body"><p>le cout tu le fait en 1h de pvp</p></div>
</div>
<div class="forum-message">
<div class="sub-title">Message #13 le <i>2014-4-16 @ 20:53:48</i> par <strong>lollerscooter:</strong></div>
<div class="message-body"><p>Moi je m´astiens.D´un point vu general, j´aimes le fait que se soit aussi difficile.je comprends aussi le fait que certain joueur pourrait ne pas aimer avoir ce niveaux de difficult&eacute;.D´un point vu strat&eacute;gique,bizzarement cela nous donne l´avantage de pouvoir faire nos daylie pvp car ont ce faient tj reprendre tout et d´un autre cot&eacute; eux non alors il ne peuvent les faires(enfin je crois).Je crois aussi que vu que le jeux est tres jeune encore et que la pluspart du monde de la guild et en phase de lvling et de mon point vu a skill = un lvl 20 va se faire plant&eacute; par un 50,Je crois possible que quand notre guild aura bcp de lvl 50 gearer et ben ont pourraient caper encore plus chateaux et faire du pvp plus souvent voir meme chaque soir pour faire un&nbsp; opposition a eux.</p> <p>Bonne soir&eacute;</p> <p>lollerscooter</p></div>
</div>
<div class="forum-message">
<div class="sub-title">Message #14 le <i>2014-4-30 @ 11:08:11</i> par <strong>FrostSoul:</strong></div>
<div class="message-body"><p>17 jours plus tard, est-ce que y'a une décision qui s'en vient?<br></p></div>
</div>
<div class="forum-message">
<div class="sub-title">Message #15 le <i>2014-5-6 @ 18:55:57</i> par <strong>Wakky:</strong></div>
<div class="message-body"><p>.</p></div>
</div>
            </div>
        </div>
    </div>
</div>
<footer class="footer">Ce site Web est une version en lecture seule du contenu généré par notre communauté depuis 2008.</footer>
<script async src="https://cse.google.com/cse.js?cx=018371196978176306217:58twx-mazfs"></script>
</body>
</html>
